using System;

namespace Task1
{
    internal class Program
    {
        static void Main(string[] args)
        {
            Console.Write("Честно, не было ни времени ни желания разбираться в редиске этой,\n" +
                "поэтому вот вам подборка анеков, чтоб совсем грустно не было\n\n" +
                "1. Названы страны, где пьют больше россиян.\n" +
                "Оказалось, что больше всего россиян пьют в Египте и Турции.\n\n" +
                "2. Умирает Стив Джобс, у изголовья его кровати стоит Тим Кук\n" +
                "- Тим, обещай мне, что после моей смерти вы не будете выпускать убогие смартфоны.\n" +
                "- Обещаю Стив, слово пацана.\n\n" +
                "3. Все остальные анекдоты с сайта (анекдоты категории Б) были либо с матом," +
                "либо капец какие чернушные.\n\n" +
                "Вот вам и домашка по редису блин!");
            
        }
    }
}
